---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctPipeSystemAbbreviationParam
source: html/7c1a163f-77a8-ff3b-de15-d60ce3970751.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctPipeSystemAbbreviationParam Property

"System Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctPipeSystemAbbreviationParam { get; }
```